{
  "__file": "wp_block",
  "title": "Two Columns White Cards Edited",
  "content": "<!-- wp:columns {\"className\":\"mb-4 lg:flex lg:p-0 lg:space-x-4\"} -->\n<section class=\"mb-4 lg:flex lg:p-0 lg:space-x-4\"><!-- wp:column {\"className\":\"w-full h-auto p-8 mb-4 bg-white rounded-xl space-y-4 shadow lg:w-1/2 lg:mb-0\"} -->\n<div class=\"w-full h-auto p-8 mb-4 bg-white rounded-xl space-y-4 shadow lg:w-1/2 lg:mb-0\"><!-- wp:heading {\"className\":\"text-red-900 text-xl lg:text-left lg:text-2xl lg:mb-2\"} -->\n<h2 class=\"text-red-900 text-xl lg:text-left lg:text-2xl lg:mb-2\" id=\"favorable\"><a href=\"#favorable\" data-type=\"internal\" data-id=\"#favorable\">Surya Favorable</a></h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Más allá de las cualidades del Sol nombradas anteriormente, cuando Surya se encuentra favorecido en una carta natal, entrega inteligencia, dota de alta percepción, vigor, energía, tesón y un carácter puro, fundamentado en códigos de alta ética y honor.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Un Sol fuerte entrega resistencia (tanto física como mental) a la persona, la impregna de coraje, convicción, capacidades de liderazgo, independencia. Activa la capacidad de ser perceptivo, directo y concreto, condiciones asociadas a la mente racional bien configurada. Por esa misma razón, entrega las cualidades necesarias para guiar grupos o comunidades de acuerdo a códigos éticos elevados. Asimismo, otorga la capacidad de obtener ganancias económicas y favorabilidad en los negocios.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>El Sol se asocia al trabajo con el oro, cobre, hierbas, especies que generan calor interno, trigo y su harina, maderas de alta resistencia, medicinas y telas que sean de carácter áspero y rugoso (como aquellas hechas de lana). Vincularse a este tipo de actividades favoreceré a quien tenga al Sol bien aspectado.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>En el ejercicio de la profesión se genera una tendencia hacia trabajos que requieren un uso importante del aspecto mental y de la memoria, tales como medicina, psicología y el área de las ciencias exactas. La persona por lo general se orienta a trabajos de investigación en los cuales busca expandir el alcance de la ciencia de la que hace parte.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>En aspectos relacionados al trabajo interno, el Sol fuerte proporciona claridad en las formas de avance hacia el Ser. Goza de un ardiente ímpetu por transformar sus aspectos negativos y se sostiene con valentía antes sus enemigos internos. Por lo general, logra hacer buen uso de los mantras como activadores de su conciencia y los entona con armonía, métrica y facilidad.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Si las condiciones son extremadamente favorables, todo lo anterior se impulsa, y Surya otorga bendiciones, propicia el alcance de la Fe real así el alma logra entregarse, desde una visión elevada balanceada, a las Vías del Ser. La generosidad se expresa naturalmente como una virtud alcanzada. Aquel que consigue las formas solares más puras entrega a los demás su propia abundancia sin reconocer limite alguno (tal como lo hace el Sol con los planetas). Simplemente entrega desde sus cualidades más amorosas, sabiendo que también lo ha recibido todo directamente desde la Divinidad.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Se genera una entera confianza en las Leyes que rigen la existencia, y la persona reconoce, en niveles muy profundos, que el Padre nunca le abandonará ni le dejara de proveer. Si la persona logra activar los recursos y sincronismos dados en su vida, puede que muchos otros seres se le acerquen y orbiten a Su alrededor dadas sus elevadas cualidades.</p>\n<!-- /wp:paragraph --></div>\n<!-- /wp:column -->\n\n<!-- wp:column {\"className\":\"w-full h-auto p-8 mb-4 bg-white rounded-xl space-y-4 shadow lg:w-1/2 lg:mb-0\"} -->\n<div class=\"w-full h-auto p-8 mb-4 bg-white rounded-xl space-y-4 shadow lg:w-1/2 lg:mb-0\"><!-- wp:heading {\"className\":\"text-red-900 text-xl lg:text-left lg:text-2xl lg:mb-2\"} -->\n<h2 class=\"text-red-900 text-xl lg:text-left lg:text-2xl lg:mb-2\" id=\"desfavorable\"><a href=\"#desfavorable\" data-type=\"internal\" data-id=\"#desfavorable\">Surya Desfavorable</a></h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Cuando Surya se encuentra afligido, produce contracción en el individuo, llevándole a un egoísmo desmedido. La baja autoestima es una característica clásica del Sol poco favorable. Como mecanismo de respuesta defensiva, el egoísmo y la poca valoración propia son expresadas a través del orgullo y la arrogancia. La persona es celosa y se irrita cuando no es el centro de atención. Adquiere un temperamento irritable, malhumorado y se enoja con facilidad.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Muchas veces se abstiene de decir lo que piensa y se retrae sobre sí mismo, lo cual le trae condiciones difíciles a su salud. Dadas ciertas situaciones, puede poner en riesgo sus códigos morales y éticos para lograr lo que siente necesita para sí mismo.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Cuando existe una disposición extremadamente débil en Surya, casi maléfica, la cualidad que adquiere más potencia es la tiranía. La persona lleva su egoísmo desde los actos inconscientes hacia actos medidos y calculados, a través de los cuales controla y ejerce formas de poder sobre los demás. Así mantiene a los demás \"girando a su alrededor\", sin embargo, lo hace a través del control y la carencia, no a través de la entrega incondicional y el amor.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Cuando la persona no tiene suficiente energía para ejercer la tiranía, simplemente se recluye, se vuelve incapaz de tomar decisiones, pierde voluntad y vitalidad. Además, carece de motivación y empieza a depender de otros emocionalmente e incluso materialmente. Termina emulando la identidad de otra persona que contiene lo que percibe como vacíos y carencias.</p>\n<!-- /wp:paragraph --></div>\n<!-- /wp:column --></section>\n<!-- /wp:columns -->"
}